Repository: johnyfernandes/Shlf
Catalog: ShlfWatch Watch App/Resources/Localizable.xcstrings
Source language: en
Languages: pt_pt

# Watch.CircularProgress
source: Circular Progress
pt_pt: Progresso circular

# Watch.Clear
source: Clear
pt_pt: Limpar

# Watch.Clearing
source: Clearing...
pt_pt: A limpar...

# Watch.ClearMockData
source: Clear Mock Data
pt_pt: Limpar dados fictícios

# Watch.ClearMockData.Message
source: Removes only the last generated mock dataset.
pt_pt: Remove apenas o último conjunto de dados fictícios gerado.

# Watch.ClearMockData.Title
source: Clear Mock Data?
pt_pt: Limpar dados fictícios?

# Watch.Customization
source: Customization
pt_pt: Personalização

# Watch.Date
source: Date
pt_pt: Data

# Watch.Density
source: Density
pt_pt: Densidade

# Watch.DeveloperTools
source: Developer Tools
pt_pt: Ferramentas de developer

# Watch.Done
source: Done
pt_pt: Concluído

# Watch.Earlier
source: Earlier
pt_pt: Anteriormente

# Watch.End
source: End
pt_pt: Fim

# Watch.FollowsPhoneTheme
source: Follows iPhone theme when connected.
pt_pt: Segue o tema do iPhone quando ligado.

# Watch.Generate
source: Generate
pt_pt: Gerar

# Watch.GenerateMockData
source: Generate Mock Data
pt_pt: Gerar dados fictícios

# Watch.GenerateMockData.Message
source: This will wipe existing reading data on this Watch.
pt_pt: Isto vai apagar os dados de leitura existentes neste Watch.

# Watch.GenerateMockData.Title
source: Generate Mock Data?
pt_pt: Gerar dados fictícios?

# Watch.HideQuickSessions
source: Hide Quick Sessions
pt_pt: Ocultar sessões rápidas

# Watch.Imported
source: Imported
pt_pt: Importado

# Watch.ImportedSession
source: Imported Session
pt_pt: Sessão importada

# Watch.IncludePardon
source: Include Pardon
pt_pt: Incluir perdão

# Watch.LastSeed
source: Last Seed
pt_pt: Última geração

# Watch.ManualSession
source: Manual Session
pt_pt: Sessão manual

# Watch.MarkPosition
source: Mark Position
pt_pt: Marcar posição

# Watch.Minutes
source: Minutes
pt_pt: Minutos

# Watch.MockData
source: Mock Data
pt_pt: Dados fictícios

# Watch.MockDataError
source: Mock Data Error
pt_pt: Erro nos dados fictícios

# Watch.NoBooks
source: No books
pt_pt: Sem livros

# Watch.NoSessionsYet
source: No Sessions Yet
pt_pt: Ainda sem sessões

# Watch.OnlyTimerSessions
source: Only show timer sessions
pt_pt: Mostrar apenas sessões com temporizador

# Watch.OverrideTheme
source: Override Theme
pt_pt: Forçar tema

# Watch.Pages
source: pages
pt_pt: páginas

# Watch.PagesRead
source: Pages Read
pt_pt: Páginas lidas

# Watch.Paused
source: Paused
pt_pt: Em pausa

# Watch.Progress
source: Progress
pt_pt: Progresso

# Watch.QuickLog
source: Quick Log
pt_pt: Registo rápido

# Watch.QuickSessionsInfo
source: Quick sessions are created when you tap +1, +5, etc. Timer sessions are created using the reading timer.
pt_pt: As sessões rápidas são criadas quando tocas +1, +5, etc. As sessões com temporizador são criadas usando o temporizador de leitura.

# Watch.Range
source: Range
pt_pt: Intervalo

# Watch.Reading
source: Reading
pt_pt: Leitura

# Watch.SaveError
source: Save Error
pt_pt: Erro ao guardar

# Watch.SaveErrorDetail
source: Failed to save: %@
pt_pt: Falha ao guardar: %@

# Watch.SavePageLine
source: Save page + line number
pt_pt: Guardar página e linha

# Watch.SessionDetails
source: Session Details
pt_pt: Detalhes da sessão

# Watch.Sessions
source: Sessions
pt_pt: Sessões

# Watch.Settings
source: Settings
pt_pt: Definições

# Watch.SettingsManagedOniPhone
source: Settings are managed from your iPhone.
pt_pt: As definições são geridas no iPhone.

# Watch.ShowProgressRing
source: Show progress as a ring
pt_pt: Mostrar progresso em anel

# Watch.Start
source: Start
pt_pt: Início

# Watch.Starting
source: Starting...
pt_pt: A iniciar...

# Watch.StartReadingOnIPhone
source: Start reading on your iPhone
pt_pt: Começa a ler no iPhone

# Watch.ThemeColor
source: Theme Color
pt_pt: Cor do tema

# Watch.ThemePreview
source: Theme Preview
pt_pt: Pré‑visualização do tema

# Watch.Today
source: Today
pt_pt: Hoje

# Watch.Working
source: Working...
pt_pt: A trabalhar...

# Watch.XPEarned
source: XP Earned
pt_pt: XP ganho
